Repository: NoPayn/nopayn-woocommerce
Catalog: languages/NoPayn-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, lt_lt, lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sv_se

source: Mastercard, VISA, Maestro or V PAY - NoPayn
bg_bg: Mastercard, VISA, Maestro или V PAY - NoPayn
cs_cz: Mastercard, VISA, Maestro nebo V PAY - NoPayn
da_dk: Mastercard, VISA, Maestro eller V PAY - NoPayn
de_de: Mastercard, VISA, Maestro oder V PAY - NoPayn
el: Mastercard, VISA, Maestro ή V PAY - NoPayn
es_es: Mastercard, VISA, Maestro o V PAY - NoPayn
et: Mastercard, VISA, Maestro või V PAY – NoPayn
fi: Mastercard, VISA, Maestro tai V PAY - NoPayn maksutapa
fr_fr: Mastercard, VISA, Maestro ou V PAY - NoPayn
hu_hu: Mastercard, VISA, Maestro vagy V PAY - NoPayn
it_it: Mastercard, VISA, Maestro o V PAY - NoPayn
lt_lt: Mastercard, VISA, Maestro arba V PAY - NoPayn
lv: Mastercard, VISA, Maestro vai V PAY - NoPayn
nb_no: Mastercard, VISA, Maestro eller V PAY - NoPayn
nl_nl: Mastercard, VISA, Maestro of V PAY - NoPayn
pl_pl: Mastercard, VISA, Maestro lub V PAY - NoPayn
pt_pt: Mastercard, VISA, Maestro ou V PAY - NoPayn
ro_ro: Mastercard, VISA, Maestro sau V PAY - NoPayn
sk_sk: Mastercard, VISA, Maestro alebo V PAY - NoPayn
sv_se: Mastercard, VISA, Maestro eller V PAY - NoPayn

source: No API key detected. Please enter your NoPayn API key and try again.
bg_bg: Не е открит API ключ. Моля, въведете своя API ключ NoPayn и опитайте отново.
cs_cz: Nebyl zjištěn žádný klíč API. Zadejte prosím svůj klíč API NoPayn a zkuste to znovu.
da_dk: Ingen API-nøgle fundet. Indtast venligst din NoPayn API-nøgle, og prøv igen.
de_de: Kein API-Schlüssel gefunden. Bitte geben Sie Ihren NoPayn-API-Schlüssel ein und versuchen Sie es erneut.
el: Δεν εντοπίστηκε κανένα κλειδί API. Παρακαλούμε εισάγετε το κλειδί API του NoPayn και προσπαθήστε ξανά.
es_es: No se ha detectado ninguna clave API. Por favor, introduzca su clave API NoPayn y vuelva a intentarlo.
et: API võtit ei leitud. Palun sisestage oma NoPayn API võti ja proovige uuesti.
fi: API-avainta ei havaittu. Anna NoPayn API-avaimesi ja yritä uudelleen.
hu_hu: Nincs API-kulcs észlelve. Kérjük, adja meg a NoPayn API-kulcsát, és próbálja meg újra.
it_it: Non è stata rilevata alcuna chiave API. Inserire la chiave API di NoPayn e riprovare.
lt_lt: Neaptiktas joks API raktas. Įveskite NoPayn API raktą ir bandykite dar kartą.
lv: API atslēga nav atrasta. Lūdzu, ievadiet savu NoPayn API atslēgu un mēģiniet vēlreiz.
nb_no: Ingen API-nøkkel oppdaget. Vennligst skriv inn NoPayn API-nøkkelen din og prøv igjen.
nl_nl: Geen API sleutel gedetecteerd. Voer uw NoPayn API-sleutel in en probeer het opnieuw.
pl_pl: Nie wykryto klucza API. Wprowadź klucz API NoPayn i spróbuj ponownie.
pt_pt: Não foi detectada nenhuma chave de API. Introduza a sua chave de API da NoPayn e tente novamente.
ro_ro: Nu a fost detectată nicio cheie API. Vă rugăm să introduceți cheia API NoPayn și să încercați din nou.
sk_sk: Nebol zistený žiadny kľúč API. Zadajte svoj kľúč API NoPayn a skúste to znova.
sv_se: Ingen API-nyckel upptäckt. Vänligen ange din NoPayn API-nyckel och försök igen.

source: NoPayn - Apple Pay Payments
bg_bg: NoPayn - Плащания с Apple Pay
cs_cz: NoPayn - Platby přes Apple Pay
da_dk: NoPayn - Apple Pay-betalinger
de_de: NoPayn - Apple-Zahlungen
el: NoPayn - Πληρωμές Apple Pay
es_es: NoPayn - Pagos con Apple Pay
et: NoPayn - Apple Pay maksed
fi: NoPayn - Apple Pay -maksut
fr_fr: NoPayn - Paiements Apple Pay
hu_hu: NoPayn - Apple Pay fizetések
it_it: NoPayn - Pagamenti Apple Pay
lt_lt: NoPayn - „Apple Pay“ mokėjimai
lv: NoPayn - Apple Pay maksājumi
nb_no: NoPayn - Apple Pay-betalinger
nl_nl: NoPayn - Apple betalingen
pl_pl: NoPayn - Płatności Apple Pay
pt_pt: NoPayn - Pagamentos com Apple Pay
ro_ro: NoPayn - Plăți Apple Pay
sk_sk: NoPayn - Platby cez Apple Pay
sv_se: NoPayn - Apple Pay-betalningar

source: NoPayn Payment Library
bg_bg: Библиотека за плащания NoPayn
cs_cz: Platební knihovna NoPayn
da_dk: NoPayn-betalingsbibliotek
de_de: NoPayn-Zahlungsbibliothek
el: Βιβλιοθήκη πληρωμών NoPayn
es_es: Biblioteca de pagos NoPayn
et: NoPayn maksebiblioteek
fi: NoPayn-maksukirjasto
fr_fr: Bibliothèque de paiement NoPayn
hu_hu: NoPayn fizetési könyvtár
it_it: Libreria dei pagamenti NoPayn
lt_lt: NoPayn mokėjimų biblioteka
lv: NoPayn maksājumu bibliotēka
nb_no: NoPayn-betalingsbibliotek
nl_nl: NoPayn betalingsbibliotheek
pl_pl: Biblioteka płatności NoPayn
pt_pt: Biblioteca de pagamentos da NoPayn
ro_ro: Biblioteca de plăți NoPayn
sk_sk: Knižnica platieb NoPayn
sv_se: NoPayn Betalningsbibliotek

source: NoPayn payment methods have been disabled due to a missing API key.
bg_bg: Методите за плащане на NoPayn са били деактивирани поради липса на API ключ.
cs_cz: Platební metody NoPayn byly zakázány z důvodu chybějícího klíče API.
da_dk: NoPayn-betalingsmetoder er blevet deaktiveret på grund af en manglende API-nøgle.
de_de: Die NoPayn-Zahlungsmethoden wurden aufgrund eines fehlenden API-Schlüssels deaktiviert.
el: Οι μέθοδοι πληρωμής NoPayn έχουν απενεργοποιηθεί λόγω έλλειψης κλειδιού API.
es_es: Los métodos de pago NoPayn se han desactivado debido a que falta la clave API.
et: NoPayn makseviisid on puuduva API võtme tõttu välja lülitatud.
fi: NoPayn-maksutavat on poistettu käytöstä puuttuvan API-avaimen vuoksi.
hu_hu: A NoPayn fizetési módok letiltásra kerültek egy hiányzó API-kulcs miatt.
it_it: I metodi di pagamento NoPayn sono stati disabilitati a causa di una chiave API mancante.
lt_lt: NoPayn mokėjimo metodai buvo išjungti dėl trūkstamo API rakto.
lv: NoPayn maksājumu metodes ir atspējotas trūkstošās API atslēgas dēļ.
nb_no: NoPayn-betalingsmetoder har blitt deaktivert på grunn av en manglende API-nøkkel.
nl_nl: NoPayn betaalmethoden zijn uitgeschakeld vanwege een ontbrekende API-sleutel.
pl_pl: Metody płatności NoPayn zostały wyłączone z powodu braku klucza API.
pt_pt: Os métodos de pagamento da NoPayn foram desactivados devido à falta de uma chave de API.
ro_ro: Metodele de plată NoPayn au fost dezactivate din cauza unei chei API lipsă.
sk_sk: Platobné metódy NoPayn boli zakázané z dôvodu chýbajúceho kľúča API.
sv_se: NoPayn-betalningsmetoder har inaktiverats på grund av att en API-nyckel saknas.

source: Note: Refunds for bank transactions are processed directly through the gateway.
bg_bg: Забележка: Възстановяванията на суми за банкови транзакции се обработват директно чрез шлюза.
cs_cz: Poznámka: Náhrady za bankovní transakce jsou zpracovávány přímo prostřednictvím brány.
da_dk: Bemærk: Tilbagebetalinger for banktransaktioner behandles direkte gennem gatewayen.
de_de: Hinweis: Erstattungen für Banktransaktionen werden direkt über das Gateway abgewickelt.
el: Σημείωση: Οι επιστροφές χρημάτων για τραπεζικές συναλλαγές διεκπεραιώνονται απευθείας μέσω της πύλης.
es_es: Nota: Los reembolsos por transacciones bancarias se procesan directamente a través de la pasarela.
et: Märkus: Pangatehingute tagasimakseid töödeldakse otse värava kaudu.
fi: Huomautus: Pankkitapahtumien palautukset käsitellään suoraan yhdyskäytävän kautta.
hu_hu: Megjegyzés: A banki tranzakciók visszatérítése közvetlenül az átjárón keresztül történik.
it_it: Nota: i rimborsi per le transazioni bancarie vengono elaborati direttamente attraverso il gateway.
lt_lt: Pastaba: bankinių operacijų grąžinimai tvarkomi tiesiogiai per vartus.
lv: Piezīme: Atmaksa par bankas darījumiem tiek apstrādāta tieši caur vārteju.
nb_no: Merk: Refusjoner for banktransaksjoner behandles direkte gjennom gatewayen.
nl_nl: Opmerking: Restituties voor banktransacties worden direct via de gateway verwerkt.
pl_pl: Uwaga: Zwroty za transakcje bankowe są przetwarzane bezpośrednio przez bramkę.
pt_pt: Nota: Os reembolsos de transacções bancárias são processados diretamente através do gateway.
ro_ro: Notă: Rambursările pentru tranzacțiile bancare sunt procesate direct prin intermediul gateway-ului.
sk_sk: Poznámka: Náhrady za bankové transakcie sa spracúvajú priamo prostredníctvom brány.
sv_se: Obs: Återbetalningar för banktransaktioner behandlas direkt via gatewayen.

source: Only completed orders can be refunded
bg_bg: Само завършени поръчки могат да бъдат възстановени
cs_cz: Vrátit lze pouze dokončené objednávky
da_dk: Kun gennemførte ordrer kan refunderes
de_de: Nur abgeschlossene Bestellungen können erstattet werden.
el: Μόνο ολοκληρωμένες παραγγελίες μπορούν να επιστραφούν
es_es: Sólo se reembolsarán los pedidos completados
et: Tagastada saab ainult lõpetatud tellimusi
fi: Vain valmiit tilaukset voidaan palauttaa
fr_fr: Seules les commandes complètes peuvent être remboursées
hu_hu: Csak a befejezett megrendeléseket lehet visszatéríteni
it_it: Solo gli ordini completati possono essere rimborsati
lt_lt: Grąžinti pinigus galima tik už įvykdytus užsakymus
lv: Atmaksāt var tikai par pabeigtiem pasūtījumiem
nb_no: Kun fullførte bestillinger kan refunderes
nl_nl: Alleen voltooide bestellingen kunnen worden terugbetaald
pl_pl: Zwracane mogą być tylko zrealizowane zamówienia
pt_pt: Apenas as encomendas concluídas podem ser reembolsadas
ro_ro: Numai comenzile finalizate pot fi rambursate
sk_sk: Vrátiť možno len dokončené objednávky
sv_se: Endast slutförda beställningar kan återbetalas

source: Order Confirmation: %s at %s
bg_bg: Потвърждение на поръчката: %s в %s
cs_cz: Potvrzení objednávky: %s na %s
da_dk: Ordrebekræftelse: %s på %s
de_de: Auftragsbestätigung: %s bei %s
el: Επιβεβαίωση παραγγελίας: %s στο %s
es_es: Confirmación de pedido: %s en %s
et: Tellimuse kinnitus: %s kell %s
fi: Tilausvahvistus: %s osoitteessa %s
hu_hu: Megrendelés visszaigazolása: %s a %s-nál
it_it: Conferma dell'ordine: %s a %s
lt_lt: Užsakymo patvirtinimas: %s at %s
lv: Pasūtījuma apstiprinājums: %s pie %s
nb_no: Ordrebekreftelse: %s at %s
nl_nl: Orderbevestiging: %s bij %s
pl_pl: Potwierdzenie zamówienia: %s w %s
pt_pt: Confirmação da encomenda: %s em %s
ro_ro: Confirmarea comenzii: %s la %s
sk_sk: Potvrdenie objednávky: %s na %s
sv_se: Orderbekräftelse: %s vid %s

source: Payment Failed Redirect Page
bg_bg: Страница за пренасочване на неуспешно плащане
cs_cz: Stránka s přesměrováním při neúspěšné platbě
da_dk: Omdirigeringsside for mislykket betaling
de_de: Zahlung fehlgeschlagen Umleitungsseite
el: Σελίδα ανακατεύθυνσης για αποτυχημένη πληρωμή
es_es: Página de redirección de pago fallido
et: Maksmine ebaõnnestus Ümberkorralduse leht
fi: Maksu epäonnistui uudelleenohjaussivu
hu_hu: Sikertelen fizetés átirányítás oldal
it_it: Pagina di reindirizzamento del pagamento non riuscita
lt_lt: Mokėjimo nesėkmės nukreipimo puslapis
lv: Maksājuma neveiksmīga pāradresēšanas lapa
nb_no: Omdirigeringsside for mislykket betaling
nl_nl: Doorverwijspagina betaling mislukt
pl_pl: Strona przekierowania nieudanej płatności
pt_pt: Página de redireccionamento de pagamento falhado
ro_ro: Pagină de redirecționare pentru plăți eșuate
sk_sk: Stránka s presmerovaním na neúspešnú platbu
sv_se: Omdirigeringssida för misslyckad betalning

source: Payment Gateway Disabled
bg_bg: Шлюзът за плащане е деактивиран
cs_cz: Platební brána vypnuta
da_dk: Betalingsgateway deaktiveret
de_de: Zahlungs-Gateway deaktiviert
el: Η πύλη πληρωμών είναι απενεργοποιημένη
es_es: Pasarela de pago desactivada
et: Maksevärav on välja lülitatud
hu_hu: A fizetési átjáró letiltva
it_it: Gateway di pagamento disabilitato
lt_lt: Mokėjimo vartai išjungti
lv: Maksājumu vārteja atspējota
nb_no: Betalingsgateway deaktivert
nl_nl: Betaalgateway uitgeschakeld
pl_pl: Bramka płatności wyłączona
pt_pt: Gateway de pagamento desativado
ro_ro: Gateway de plată dezactivat
sk_sk: Platobná brána vypnutá
sv_se: Betalningsgateway inaktiverad

source: Payment Method Title
bg_bg: Заглавие на метода за плащане
cs_cz: Název platební metody
da_dk: Titel på betalingsmetode
de_de: Titel der Zahlungsmethode
el: Τίτλος μεθόδου πληρωμής
es_es: Título del método de pago
et: Makseviisi pealkiri
fi: Maksutavan nimi
hu_hu: Fizetési mód címe
it_it: Titolo del metodo di pagamento
lt_lt: Mokėjimo metodo pavadinimas
lv: Maksājuma metodes nosaukums
nb_no: Tittel på betalingsmetode
nl_nl: Titel betaalmethode
pl_pl: Tytuł metody płatności
pt_pt: Título do método de pagamento
ro_ro: Titlul metodei de plată
sk_sk: Názov platobnej metódy
sv_se: Betalningsmetodens titel

source: Refund order is not completed
bg_bg: Поръчката за възстановяване не е завършена
cs_cz: Příkaz k vrácení peněz není dokončen
da_dk: Refusionsordren er ikke gennemført
de_de: Erstattungsauftrag ist nicht abgeschlossen
el: Η παραγγελία επιστροφής δεν έχει ολοκληρωθεί
es_es: La orden de reembolso no se ha completado
et: Tagasimaksekorraldus ei ole lõpetatud
fi: Palautustilausta ei ole täytetty
fr_fr: L'ordre de remboursement n'est pas terminé
hu_hu: A visszatérítési megbízás nem teljesült
it_it: L'ordine di rimborso non è stato completato
lt_lt: Grąžinimo užsakymas neužpildytas
lv: Atmaksāšanas rīkojums nav izpildīts
nb_no: Refusjonsordren er ikke fullført
nl_nl: Restitutieopdracht is niet voltooid
pl_pl: Zlecenie zwrotu nie zostało zrealizowane
pt_pt: O pedido de reembolso não está concluído
ro_ro: Comanda de rambursare nu este finalizată
sk_sk: Príkaz na vrátenie peňazí nie je dokončený
sv_se: Återbetalningsordern är inte slutförd

source: Refund order is not completed: %s
bg_bg: Поръчката за възстановяване не е завършена: %s
cs_cz: Objednávka vrácení peněz není dokončena: %s
da_dk: Refusionsordren er ikke gennemført: %s
de_de: Erstattungsauftrag ist nicht abgeschlossen: %s
el: Η εντολή επιστροφής χρημάτων δεν έχει ολοκληρωθεί: %s
es_es: La orden de reembolso no se ha completado: %s
et: Tagastamistellimus ei ole lõpetatud: %s
fi: Palautustilaus ei ole valmis: %s
fr_fr: L'ordre de remboursement n'est pas terminé : %s
hu_hu: A visszatérítési megbízás nem teljesült: %s
it_it: L'ordine di rimborso non è stato completato: %s
lt_lt: Grąžinimo užsakymas neužbaigtas: %s
lv: Atmaksas rīkojums nav izpildīts: %s
nb_no: Refusjonsordren er ikke fullført: %s
nl_nl: Restitutieopdracht is niet voltooid: %s
pl_pl: Zlecenie zwrotu nie zostało zrealizowane: %s
pt_pt: O pedido de reembolso não está concluído: %s
ro_ro: Comanda de rambursare nu este finalizată: %s
sk_sk: Objednávka vrátenia peňazí nie je dokončená: %s
sv_se: Återbetalningsordern är inte slutförd: %s

source: Refunds only possible when captured
bg_bg: Възстановяване на суми е възможно само при заснемане
cs_cz: Náhrady jsou možné pouze při zachycení
da_dk: Tilbagebetaling kun mulig, når den er optaget
de_de: Erstattungen nur bei Erfassung möglich
el: Επιστροφές χρημάτων είναι δυνατές μόνο όταν συλλαμβάνονται
es_es: Las devoluciones sólo son posibles cuando se capturan
et: Tagasimaksed on võimalikud ainult siis, kui need on jäädvustatud
fi: Palautukset ovat mahdollisia vain silloin, kun ne on otettu talteen
fr_fr: Les remboursements ne sont possibles qu'en cas de saisie
hu_hu: Visszatérítés csak akkor lehetséges, ha rögzítették
it_it: Rimborso possibile solo se catturato
lt_lt: Grąžinimai galimi tik užfiksavus
lv: Kompensācijas ir iespējamas tikai tad, ja ir uztverts
nb_no: Refusjon kun mulig når det er tatt
nl_nl: Restitutie alleen mogelijk wanneer vastgelegd
pl_pl: Zwroty są możliwe tylko w przypadku przechwycenia
pt_pt: Os reembolsos só são possíveis quando capturados
ro_ro: Restituirile sunt posibile numai atunci când sunt capturate
sk_sk: Náhrady sú možné len pri zachytení
sv_se: Återbetalningar endast möjliga när de fångats

source: Select currencies...
bg_bg: Изберете валути...
cs_cz: Vyberte měny...
da_dk: Vælg valutaer...
de_de: Währungen auswählen...
el: Επιλέξτε νομίσματα...
es_es: Seleccionar divisas...
et: Valige valuutad...
fi: Valitse valuutat...
fr_fr: Sélectionner les devises...
hu_hu: Válasszon valutát...
it_it: Selezionare le valute...
lt_lt: Pasirinkite valiutas...
lv: Izvēlieties valūtas...
nb_no: Velg valutaer...
nl_nl: Selecteer valuta...
pl_pl: Wybierz waluty...
pt_pt: Selecionar moedas...
ro_ro: Selectați monedele...
sk_sk: Vyberte meny...
sv_se: Välj valutor...

source: Settings
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Configuración
et: Seaded
fi: Asetukset
hu_hu: Beállítások
it_it: Impostazioni
lt_lt: Nustatymai
lv: Iestatījumi
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
sk_sk: Nastavenia
sv_se: Inställningar

source: Shopping Cart
bg_bg: Количка за пазаруване
cs_cz: Nákupní košík
da_dk: Indkøbskurv
de_de: Einkaufswagen
el: Καλάθι αγορών
es_es: Cesta de la compra
et: Ostukorv
fi: Ostoskori
fr_fr: Panier d'achat
hu_hu: Bevásárlókosár
it_it: Carrello della spesa
lt_lt: Pirkinių krepšelis
lv: Iepirkumu grozs
nb_no: Handlekurv
nl_nl: Winkelwagen
pl_pl: Koszyk
pt_pt: Carrinho de compras
ro_ro: Coș de cumpărături
sk_sk: Nákupný košík
sv_se: Kundvagn

source: Test Mode API Key
bg_bg: Ключ за API в тестови режим
cs_cz: Klíč API pro testovací režim
da_dk: API-nøgle til testtilstand
de_de: Testmodus API-Schlüssel
el: Δοκιμαστική λειτουργία Κλειδί API
es_es: Modo de prueba Clave API
et: Testrežiimi API võti
fi: Testitila API-avain
hu_hu: Tesztmód API-kulcs
it_it: Modalità di prova Chiave API
lt_lt: Bandomasis režimas API raktas
lv: Testa režīms API atslēga
nb_no: API-nøkkel for testmodus
nl_nl: Testmodus API-sleutel
pl_pl: Klucz API trybu testowego
pt_pt: Modo de teste Chave API
sk_sk: Testovací režim Kľúč API
sv_se: API-nyckel för testläge

source: The currency %s is not supported by %s.
bg_bg: Валутата %s не се поддържа от %s.
cs_cz: Měna %s není podporována měnovým systémem %s.
da_dk: Valutaen %s understøttes ikke af %s.
de_de: Die Währung %s wird von %s nicht unterstützt.
el: Το νόμισμα %s δεν υποστηρίζεται από το %s.
es_es: La moneda %s no es compatible con %s.
et: Valuuta %s ei toeta %s.
fi: Valuutta %s ei ole tuettu %s:ssä.
hu_hu: A %s pénznemet a %s nem támogatja.
it_it: La valuta %s non è supportata da %s.
lt_lt: Valiuta %s nepalaikoma %s.
lv: Valūta %s netiek atbalstīta %s.
nb_no: Valutaen %s støttes ikke av %s.
nl_nl: De valuta %s wordt niet ondersteund door %s.
pl_pl: Waluta %s nie jest obsługiwana przez %s.
pt_pt: A moeda %s não é suportada por %s.
ro_ro: Moneda %s nu este acceptată de %s.
sk_sk: Mena %s nie je podporovaná systémom %s.
sv_se: Valutan %s stöds inte av %s.

source: The currency %s is not supported by NoPayn.
bg_bg: Валутата %s не се поддържа от NoPayn.
cs_cz: Měna %s není podporována službou NoPayn.
da_dk: Valutaen %s understøttes ikke af NoPayn.
de_de: Die Währung %s wird von NoPayn nicht unterstützt.
el: Το νόμισμα %s δεν υποστηρίζεται από το NoPayn.
es_es: La divisa %s no es compatible con NoPayn.
et: Valuuta %s ei toeta NoPayn.
fi: NoPayn ei tue valuuttaa %s.
fr_fr: La devise %s n'est pas prise en charge par NoPayn.
hu_hu: A %s pénznemet a NoPayn nem támogatja.
it_it: La valuta %s non è supportata da NoPayn.
lt_lt: NoPayn nepalaiko valiutos %s.
lv: Valūta %s netiek atbalstīta NoPayn.
nb_no: Valutaen %s støttes ikke av NoPayn.
nl_nl: De valuta %s wordt niet ondersteund door NoPayn.
pl_pl: Waluta %s nie jest obsługiwana przez NoPayn.
pt_pt: A moeda %s não é suportada pela NoPayn.
ro_ro: Moneda %s nu este acceptată de NoPayn.
sk_sk: Mena %s nie je podporovaná systémom NoPayn.
sv_se: Valutan %s stöds inte av NoPayn.

source: These payment methods are not available for the selected currency:
bg_bg: Тези методи за плащане не са налични за избраната валута:
cs_cz: Tyto platební metody nejsou pro vybranou měnu k dispozici:
de_de: Diese Zahlungsarten sind für die ausgewählte Währung nicht verfügbar:
el: Αυτές οι μέθοδοι πληρωμής δεν είναι διαθέσιμες για το επιλεγμένο νόμισμα:
es_es: Estos métodos de pago no están disponibles para la divisa seleccionada:
et: Need makseviisid ei ole valitud valuuta jaoks saadaval:
fi: Nämä maksutavat eivät ole käytettävissä valitulle valuutalle:
hu_hu: Ezek a fizetési módok nem állnak rendelkezésre a kiválasztott pénznemhez:
it_it: Questi metodi di pagamento non sono disponibili per la valuta selezionata:
lt_lt: Šie mokėjimo būdai nėra prieinami pasirinktai valiutai:
lv: Šīs maksājumu metodes nav pieejamas izvēlētajai valūtai:
nb_no: Disse betalingsmåtene er ikke tilgjengelige for den valgte valutaen:
nl_nl: Deze betaalmethoden zijn niet beschikbaar voor de geselecteerde valuta:
pl_pl: Te metody płatności nie są dostępne dla wybranej waluty:
pt_pt: Estes métodos de pagamento não estão disponíveis para a moeda selecionada:
ro_ro: Aceste metode de plată nu sunt disponibile pentru moneda selectată:
sk_sk: Tieto spôsoby platby nie sú pre vybranú menu k dispozícii:
sv_se: Dessa betalningsmetoder är inte tillgängliga för den valda valutan:

source: This is the page where customers are redirected if their payment fails.
bg_bg: Това е страницата, на която клиентите се пренасочват, ако плащането им е неуспешно.
cs_cz: Toto je stránka, na kterou jsou zákazníci přesměrováni, pokud jejich platba selže.
da_dk: Dette er den side, hvor kunderne bliver omdirigeret, hvis deres betaling mislykkes.
de_de: Dies ist die Seite, auf die Kunden umgeleitet werden, wenn ihre Zahlung fehlschlägt.
el: Αυτή είναι η σελίδα στην οποία ανακατευθύνονται οι πελάτες εάν η πληρωμή τους αποτύχει.
es_es: Esta es la página a la que se redirige a los clientes si su pago falla.
et: See on leht, kuhu kliendid suunatakse ümber, kui nende makse ebaõnnestub.
fi: Tälle sivulle asiakkaat ohjataan, jos maksu epäonnistuu.
hu_hu: Ez az az oldal, ahová a vásárlók átirányításra kerülnek, ha a fizetésük sikertelen.
it_it: Questa è la pagina in cui i clienti vengono reindirizzati se il pagamento non riesce.
lt_lt: Tai yra puslapis, į kurį klientai nukreipiami, jei mokėjimas nepavyksta.
lv: Šī ir lapa, uz kuru klienti tiek novirzīti, ja maksājums neizdodas.
nb_no: Dette er siden kundene blir omdirigert til hvis betalingen mislykkes.
nl_nl: Dit is de pagina waar klanten naartoe worden geleid als hun betaling mislukt.
pl_pl: To jest strona, na którą klienci są przekierowywani w przypadku niepowodzenia płatności.
pt_pt: Esta é a página para onde os clientes são redireccionados se o pagamento falhar.
ro_ro: Aceasta este pagina în care clienții sunt redirecționați dacă plata lor eșuează.
sk_sk: Toto je stránka, na ktorú sú zákazníci presmerovaní, ak ich platba zlyhá.
sv_se: Det här är den sida som kunderna omdirigeras till om deras betalning misslyckas.

source: This payment gateway will only be available for the selected currencies.
bg_bg: Този шлюз за плащане ще бъде наличен само за избраните валути.
cs_cz: Tato platební brána bude k dispozici pouze pro vybrané měny.
da_dk: Denne betalingsgateway vil kun være tilgængelig for de valgte valutaer.
de_de: Dieses Zahlungsgateway ist nur für die ausgewählten Währungen verfügbar.
el: Αυτή η πύλη πληρωμής θα είναι διαθέσιμη μόνο για τα επιλεγμένα νομίσματα.
es_es: Esta pasarela de pago sólo estará disponible para las divisas seleccionadas.
et: See maksevärav on saadaval ainult valitud valuutade jaoks.
fi: Tämä maksuportti on käytettävissä vain valituille valuutoille.
fr_fr: Cette passerelle de paiement ne sera disponible que pour les devises sélectionnées.
hu_hu: Ez a fizetési átjáró csak a kiválasztott pénznemek esetében lesz elérhető.
it_it: Questo gateway di pagamento sarà disponibile solo per le valute selezionate.
lt_lt: Šie mokėjimo vartai bus prieinami tik pasirinktoms valiutoms.
lv: Šie maksājumu vārti būs pieejami tikai izvēlētajām valūtām.
nb_no: Denne betalingsportalen vil bare være tilgjengelig for de valgte valutaene.
nl_nl: Deze betalingsgateway is alleen beschikbaar voor de geselecteerde valuta.
pl_pl: Ta bramka płatności będzie dostępna tylko dla wybranych walut.
pt_pt: Este gateway de pagamento só estará disponível para as moedas selecionadas.
ro_ro: Această poartă de plată va fi disponibilă numai pentru monedele selectate.
sk_sk: Táto platobná brána bude k dispozícii len pre vybrané meny.
sv_se: Denna betalningsgateway kommer endast att vara tillgänglig för de valda valutorna.
