Repository: NoPayn/nopayn-woocommerce
Catalog: languages/NoPayn-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, lt_lt, lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sv_se

source: This section contains general settings and is not visible to customers during checkout.
bg_bg: Този раздел съдържа общи настройки и не е видим за клиентите по време на поръчката.
cs_cz: Tato sekce obsahuje obecná nastavení a není pro zákazníky při placení viditelná.
da_dk: Dette afsnit indeholder generelle indstillinger og er ikke synligt for kunder under checkout.
de_de: Dieser Abschnitt enthält allgemeine Einstellungen und ist für Kunden während der Kaufabwicklung nicht sichtbar.
el: Αυτή η ενότητα περιέχει γενικές ρυθμίσεις και δεν είναι ορατή στους πελάτες κατά τη διάρκεια της πληρωμής.
es_es: Esta sección contiene ajustes generales y no es visible para los clientes durante el proceso de pago.
et: See jaotis sisaldab üldisi seadistusi ja ei ole klientidele kassasõidu ajal nähtav.
fi: Tämä osio sisältää yleisiä asetuksia, eivätkä asiakkaat näe sitä kassan aikana.
hu_hu: Ez a szakasz általános beállításokat tartalmaz, és a vásárlók számára nem látható a fizetés során.
it_it: Questa sezione contiene impostazioni generali e non è visibile ai clienti durante il checkout.
lt_lt: Šiame skirsnyje pateikiami bendrieji nustatymai ir nėra matomi klientams kasos operacijų metu.
lv: Šajā sadaļā ir ietverti vispārīgi iestatījumi, un tā nav redzama klientiem izrakstīšanās laikā.
nb_no: Denne delen inneholder generelle innstillinger og er ikke synlig for kunder i kassen.
nl_nl: Dit gedeelte bevat algemene instellingen en is niet zichtbaar voor klanten tijdens het afrekenen.
pl_pl: Ta sekcja zawiera ustawienia ogólne i nie jest widoczna dla klientów podczas realizacji zakupu.
pt_pt: Esta secção contém definições gerais e não é visível para os clientes durante o checkout.
ro_ro: Această secțiune conține setări generale și nu este vizibilă clienților în timpul procesului de checkout.
sk_sk: Táto časť obsahuje všeobecné nastavenia a nie je viditeľná pre zákazníkov počas platby.
sv_se: Det här avsnittet innehåller allmänna inställningar och är inte synligt för kunderna i kassan.

source: Transaction failed. Please try again or choose a different payment method.
bg_bg: Транзакцията е неуспешна. Моля, опитайте отново или изберете друг метод на плащане.
cs_cz: Transakce se nezdařila. Zkuste to prosím znovu nebo zvolte jiný způsob platby.
da_dk: Transaktionen mislykkedes. Prøv venligst igen, eller vælg en anden betalingsmetode.
de_de: Transaktion fehlgeschlagen. Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsmethode.
el: Η συναλλαγή απέτυχε. Παρακαλούμε προσπαθήστε ξανά ή επιλέξτε διαφορετική μέθοδο πληρωμής.
es_es: Transacción fallida. Por favor, inténtelo de nuevo o elija un método de pago diferente.
et: Tehing ebaõnnestus. Palun proovige uuesti või valige teine makseviis.
fi: Tapahtuma epäonnistui. Yritä uudelleen tai valitse toinen maksutapa.
hu_hu: A tranzakció sikertelen. Kérjük, próbálja meg újra, vagy válasszon másik fizetési módot.
it_it: Transazione fallita. Riprovare o scegliere un altro metodo di pagamento.
lt_lt: Operacija nepavyko. Bandykite dar kartą arba pasirinkite kitą mokėjimo būdą.
lv: Darījums neizdevās. Lūdzu, mēģiniet vēlreiz vai izvēlieties citu maksājuma metodi.
nb_no: Transaksjonen mislyktes. Prøv igjen eller velg en annen betalingsmåte.
nl_nl: Transactie mislukt. Probeer het opnieuw of kies een andere betaalmethode.
pl_pl: Transakcja nie powiodła się. Spróbuj ponownie lub wybierz inną metodę płatności.
pt_pt: A transação falhou. Tente novamente ou escolha um método de pagamento diferente.
ro_ro: Tranzacție eșuată. Vă rugăm să încercați din nou sau să alegeți o altă metodă de plată.
sk_sk: Transakcia sa nepodarila. Skúste to prosím znova alebo si vyberte iný spôsob platby.
sv_se: Transaktionen misslyckades. Försök igen eller välj en annan betalningsmetod.

source: Use cURL Certificate Bundle
bg_bg: Използване на пакет от сертификати cURL
cs_cz: Použití sady certifikátů cURL
da_dk: Brug cURL-certifikatpakke
de_de: cURL-Zertifikat-Bündel verwenden
el: Χρήση δέσμης πιστοποιητικών cURL
es_es: Utilizar paquete de certificados cURL
et: Kasutage cURL-sertifikaadi paketti
fi: Käytä cURL-varmennepakettia
hu_hu: A cURL tanúsítványcsomag használata
it_it: Utilizzare il pacchetto di certificati cURL
lt_lt: Naudoti cURL sertifikatų rinkinį
lv: Izmantot cURL sertifikātu kopumu
nb_no: Bruk cURL-sertifikatpakke
nl_nl: Gebruik cURL Certificaat Bundel
pl_pl: Użyj pakietu certyfikatów cURL
pt_pt: Usar o pacote de certificados cURL
ro_ro: Utilizați pachetul de certificate cURL
sk_sk: Používanie balíka certifikátov cURL
sv_se: Använd cURL-certifikatpaket

source: We’re unable to process your purchase at this time. Please select a different payment method
bg_bg: Не сме в състояние да обработим покупката ви в този момент. Моля, изберете друг метод на плащане
cs_cz: V tuto chvíli nemůžeme váš nákup zpracovat. Zvolte prosím jiný způsob platby
da_dk: Vi kan ikke behandle dit køb på nuværende tidspunkt. Vælg venligst en anden betalingsmetode
de_de: Wir können Ihren Kauf zur Zeit nicht bearbeiten. Bitte wählen Sie eine andere Zahlungsmethode
el: Δεν μπορούμε να επεξεργαστούμε την αγορά σας αυτή τη στιγμή. Παρακαλούμε επιλέξτε μια διαφορετική μέθοδο πληρωμής
es_es: No podemos procesar su compra en este momento. Seleccione otro método de pago
et: Me ei saa teie ostu praegu töödelda. Palun valige teine makseviis
fi: Emme pysty käsittelemään ostoasi tällä hetkellä. Ole hyvä ja valitse toinen maksutapa
hu_hu: Jelenleg nem tudjuk feldolgozni a vásárlását. Kérjük, válasszon másik fizetési módot
it_it: Non siamo in grado di elaborare il vostro acquisto in questo momento. Selezionare un altro metodo di pagamento
lt_lt: Šiuo metu negalime apdoroti jūsų pirkimo. Prašome pasirinkti kitą mokėjimo būdą
lv: Šobrīd mēs nevaram apstrādāt jūsu pirkumu. Lūdzu, izvēlieties citu maksājuma metodi
nb_no: Vi kan ikke behandle kjøpet ditt for øyeblikket. Vennligst velg en annen betalingsmetode
pl_pl: W tej chwili nie możemy przetworzyć Twojego zakupu. Wybierz inną metodę płatności
pt_pt: Não é possível processar a sua compra neste momento. Selecione um método de pagamento diferente
ro_ro: Nu suntem în măsură să procesăm achiziția dvs. în acest moment. Vă rugăm să selectați o altă metodă de plată
sk_sk: V tomto okamihu nemôžeme spracovať váš nákup. Prosím, vyberte iný spôsob platby
sv_se: Vi kan inte behandla ditt köp just nu. Vänligen välj en annan betalningsmetod

source: Your API key lacks the required permissions for this action: %s. Contact technical support for assistance.
bg_bg: Вашият API ключ не разполага с необходимите разрешения за това действие: %s. Свържете се с техническата поддръжка за съдействие.
cs_cz: Váš klíč API nemá pro tuto akci požadovaná oprávnění: %s. Kontaktujte technickou podporu a požádejte o pomoc.
da_dk: Din API-nøgle mangler de nødvendige tilladelser til denne handling: %s. Kontakt teknisk support for at få hjælp.
de_de: Ihr API-Schlüssel verfügt nicht über die erforderlichen Berechtigungen für diese Aktion: %s. Wenden Sie sich an den technischen Support für Hilfe.
el: Το κλειδί API σας δεν διαθέτει τα απαιτούμενα δικαιώματα για αυτή την ενέργεια: %s. Επικοινωνήστε με την τεχνική υποστήριξη για βοήθεια.
es_es: Su clave API carece de los permisos necesarios para esta acción: %s. Póngase en contacto con el servicio de asistencia técnica.
et: Teie API võtmel puuduvad selle toimingu jaoks vajalikud õigused: %s. Võtke abi saamiseks ühendust tehnilise toega.
fi: API-avaimellasi ei ole tämän toiminnon edellyttämiä oikeuksia: %s. Ota yhteyttä tekniseen tukeen saadaksesi apua.
fr_fr: Votre clé API ne dispose pas des autorisations requises pour cette action : %s. Contactez le support technique pour obtenir de l'aide.
hu_hu: Az Ön API-kulcsa nem rendelkezik a művelethez szükséges jogosultságokkal: %s. Forduljon a műszaki támogatáshoz segítségért.
it_it: La chiave API non dispone dei permessi necessari per questa azione: %s. Contattare il supporto tecnico per assistenza.
lt_lt: Jūsų API raktas neturi šiam veiksmui reikalingų leidimų: %s. Dėl pagalbos kreipkitės į techninę pagalbą.
lv: Jūsu API atslēgai nav šai darbībai nepieciešamo atļauju: %s. Sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.
nb_no: API-nøkkelen din mangler de nødvendige tillatelsene for denne handlingen: %s. Kontakt teknisk støtte for å få hjelp.
nl_nl: Uw API-sleutel heeft niet de vereiste machtigingen voor deze actie: %s. Neem contact op met de technische ondersteuning voor assistentie.
pl_pl: Twój klucz API nie ma wymaganych uprawnień do tej akcji: %s. Skontaktuj się z pomocą techniczną w celu uzyskania pomocy.
pt_pt: A sua chave de API não tem as permissões necessárias para esta ação: %s. Contacte o apoio técnico para obter assistência.
ro_ro: Cheia dvs. API nu are permisiunile necesare pentru această acțiune: %s. Contactați asistența tehnică pentru asistență.
sk_sk: Váš kľúč API nemá požadované oprávnenia pre túto akciu: %s. Kontaktujte technickú podporu a požiadajte o pomoc.
sv_se: Din API-nyckel saknar de behörigheter som krävs för den här åtgärden: %s. Kontakta teknisk support för hjälp.

source: Your NoPayn API key (provided by NoPayn).
bg_bg: Вашият ключ за API на NoPayn (предоставен от NoPayn).
cs_cz: Váš klíč API NoPayn (poskytnutý společností NoPayn).
da_dk: Din NoPayn API-nøgle (leveret af NoPayn).
de_de: Ihr NoPayn-API-Schlüssel (von NoPayn bereitgestellt).
el: Το κλειδί σας API της NoPayn (παρέχεται από την NoPayn).
es_es: Su clave API NoPayn (proporcionada por NoPayn).
et: Teie NoPayn API võti (NoPayn poolt antud).
fi: NoPayn API-avaimesi (NoPayn toimittama).
hu_hu: Az Ön NoPayn API kulcsa (a NoPayn által biztosított).
it_it: La chiave API NoPayn (fornita da NoPayn).
lt_lt: Jūsų „NoPayn“ API raktas (jį pateikė „NoPayn“).
lv: Jūsu NoPayn API atslēga (nodrošina NoPayn).
nb_no: Din NoPayn API-nøkkel (levert av NoPayn).
nl_nl: Uw NoPayn API-sleutel (geleverd door NoPayn).
pl_pl: Klucz API NoPayn (dostarczony przez NoPayn).
pt_pt: Sua chave de API da NoPayn (fornecida pela NoPayn).
ro_ro: Cheia dvs. API NoPayn (furnizată de NoPayn).
sk_sk: Váš kľúč API NoPayn (poskytnutý spoločnosťou NoPayn).
sv_se: Din NoPayn API-nyckel (tillhandahålls av NoPayn).

source: Your transaction is in progress. We'll update you once the status changes.
bg_bg: Вашата транзакция е в процес на изпълнение. Ще ви информираме, щом статусът се промени.
cs_cz: Vaše transakce právě probíhá. Jakmile se stav změní, budeme vás informovat.
da_dk: Din transaktion er i gang. Vi opdaterer dig, når status ændres.
de_de: Ihre Transaktion ist in Bearbeitung. Wir werden Sie informieren, sobald sich der Status ändert.
el: Η συναλλαγή σας βρίσκεται σε εξέλιξη. Θα σας ενημερώσουμε μόλις αλλάξει η κατάσταση.
es_es: Su transacción está en curso. Le informaremos cuando cambie el estado.
et: Teie tehing on käimas. Me teavitame teid, kui staatus muutub.
fi: Maksutapahtumasi on käynnissä. Päivitämme sinut, kun tila muuttuu.
hu_hu: A tranzakciója folyamatban van. Frissíteni fogjuk, amint az állapot megváltozik.
it_it: La transazione è in corso. Vi aggiorneremo quando lo stato cambierà.
lt_lt: Jūsų sandoris yra vykdomas. Atnaujinsime jums informaciją, kai tik būsena pasikeis.
lv: Jūsu darījums tiek veikts. Mēs jūs atjaunināsim, tiklīdz statuss mainīsies.
nb_no: Transaksjonen din er i gang. Vi oppdaterer deg når statusen endres.
nl_nl: Uw transactie wordt uitgevoerd. We houden je op de hoogte zodra de status verandert.
pl_pl: Twoja transakcja jest w toku. Poinformujemy Cię, gdy status ulegnie zmianie.
pt_pt: A sua transação está em curso. Iremos actualizá-lo assim que o estado mudar.
ro_ro: Tranzacția dvs. este în curs de desfășurare. Vă vom actualiza imediat ce se schimbă starea.
sk_sk: Vaša transakcia prebieha. Po zmene stavu vás budeme informovať.
sv_se: Din transaktion pågår. Vi uppdaterar dig när statusen ändras.

source: API key is empty. NoPayn payment methods deactivated
fr_fr: Les méthodes de paiement NoPayn ont été désactivées en raison d'une clé API manquante.

source: API key is empty. Set API key and try again
fr_fr: Aucune clé API n'a été détectée. Veuillez saisir votre clé API NoPayn et réessayer.

source: API Key is not valid: %s NoPayn payment methods deactivated
fr_fr: Clé API invalide : %s. Les méthodes de paiement NoPayn ont été désactivées

source: API key provided by NoPayn
fr_fr: Votre clé API NoPayn (fournie par NoPayn)

source: Auto complete orders
fr_fr: Compléter automatiquement les commandes

source: cURL CA bundle
fr_fr: Utiliser l'ensemble de certificats cURL

source: Current shop currency %s not supported by %s.
fr_fr: La devise %s n'est pas prise en charge par %s.

source: Enable automatically change store orders status to Completed after receiving payment
fr_fr: Marquer automatiquement les commandes comme « terminées » une fois le paiement reçu

source: Enable/Disable
fr_fr: Activer les paiements NoPayn

source: Failed payment page
fr_fr: Page de redirection en cas d'échec du paiement

source: Gateway Disabled
fr_fr: Passerelle de paiement désactivée

source: NoPayn - Library
fr_fr: Activer la passerelle NoPayn et configurer les paramètres

source: Page where user is redirected after payment has failed.
fr_fr: Il s'agit de la page où les clients sont redirigés en cas d'échec de leur paiement.

source: Please beware that for bank transactions the refunds will process directly to the gateway!
fr_fr: Note : Les remboursements pour les transactions bancaires sont traités directement par la passerelle.

source: Plugin
fr_fr: Paramètres

source: Resolves issue when curl.cacert path is not set in PHP.ini
fr_fr: Corrige des problèmes lorsque le chemin curl.cacert est manquant dans PHP.ini.

source: Test API key
fr_fr: Clé API du mode test

source: The following payment methods are not available for selected currency:
fr_fr: Ces méthodes de paiement ne sont pas disponibles pour la devise sélectionnée :

source: There was a problem processing your transaction.
fr_fr: La transaction a échoué. Veuillez réessayer ou choisir un autre mode de paiement.

source: This controls the title which the user sees during checkout.
fr_fr: Nom affiché de la méthode de paiement à la caisse.

source: This is the general module with settings, during checkout the user will not see this option.
fr_fr: Cette section contient des paramètres généraux et n'est pas visible pour les clients lors du paiement.

source: Title
fr_fr: Titre du mode de paiement

source: Unfortunately, we can not currently accept your purchase. Please choose another payment option to complete your order. We apologize for the inconvenience.
fr_fr: Nous ne pouvons pas traiter votre achat pour le moment. Veuillez sélectionner un autre mode de paiement.

source: Use cURL CA bundle
fr_fr: Activer l'ensemble CA cURL

source: Your order %s at %s
fr_fr: Confirmation de commande : %s à %s

source: Your transaction is still being processed. You will be notified when status is updated.
fr_fr: Votre transaction est en cours. Nous vous informerons dès que le statut changera.

source: Weâ€™re unable to process your purchase at this time. Please select a different payment method
nl_nl: We zijn niet in staat om uw aankoop te verwerken op dit moment. Selecteer een andere betaalmethode
