Repository: NoPayn/nopayn-woocommerce
Catalog: languages/NoPayn-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, lt_lt, lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sv_se

source: Accept Apple Pay Payments
bg_bg: Приемане на плащания с Apple Pay
cs_cz: Přijímání plateb Apple Pay
da_dk: Accepter Apple Pay-betalinger
de_de: Apple-Zahlungen akzeptieren
el: Αποδοχή πληρωμών Apple Pay
es_es: Aceptar pagos con Apple
et: Võtke vastu Apple Pay makseid
fi: Hyväksy Apple Pay -maksut
fr_fr: Accepter les paiements par Apple Pay
hu_hu: Apple Pay fizetések elfogadása
it_it: Accettare pagamenti con Apple Pay
lt_lt: Priimti „Apple Pay“ mokėjimus
lv: Apple Pay maksājumu pieņemšana
nb_no: Godta Apple Pay-betalinger
nl_nl: Accepteer Apple betalingen
pl_pl: Akceptuj płatności Apple Pay
pt_pt: Aceitar pagamentos Apple Pay
ro_ro: Acceptarea plăților Apple Pay
sk_sk: Prijímanie platieb Apple Pay
sv_se: Acceptera Apple Pay-betalningar

source: Accept Credit/Debit Card Payments
bg_bg: Приемане на плащания с кредитни/дебитни карти
cs_cz: Přijímání plateb kreditní/debetní kartou
da_dk: Accepter betalinger med kredit- og betalingskort
de_de: Kredit-/Debitkartenzahlungen akzeptieren
el: Αποδοχή πληρωμών με πιστωτική/χρεωστική κάρτα
es_es: Aceptar pagos con tarjeta de crédito/débito
et: Võtke vastu krediit- ja deebetkaardimakseid
fi: Hyväksy luotto-/pankkikorttimaksut
fr_fr: Accepter les paiements par carte de crédit/débit
hu_hu: Hitelkártyás/betéti kártyás fizetések elfogadása
it_it: Accettare pagamenti con carta di credito/debito
lt_lt: Priimti mokėjimus kreditinėmis / debetinėmis kortelėmis
lv: Kredītkaršu/debetkaršu maksājumu pieņemšana
nb_no: Godta kreditt-/debetkortbetalinger
nl_nl: Creditcardbetalingen accepteren
pl_pl: Akceptuj płatności kartą kredytową/debetową
pt_pt: Aceitar pagamentos com cartão de crédito/débito
ro_ro: Acceptarea plăților cu card de credit/debit
sk_sk: Prijímanie platieb kreditnou/debetnou kartou
sv_se: Acceptera betalningar med kredit- och betalkort

source: Accept Google Pay Payments
bg_bg: Приемане на плащания с Google Pay
cs_cz: Přijímat platby Google Pay
da_dk: Accepter Google Pay-betalinger
de_de: Google-Zahlungen akzeptieren
el: Αποδοχή πληρωμών Google Pay
es_es: Aceptar pagos con Google Pay
et: Aktsepteeri Google Pay makseid
fi: Hyväksy Google Pay -maksut
fr_fr: Accepter les paiements par Google Pay
hu_hu: Google Pay fizetés elfogadása
it_it: Accettare pagamenti con Google Pay
lt_lt: Priimti „Google Pay“ mokėjimus
lv: Pieņemt Google Pay maksājumus
nb_no: Godta Google Pay-betalinger
nl_nl: Accepteer Google-betalingen
pl_pl: Akceptuj płatności Google Pay
pt_pt: Aceitar pagamentos Google Pay
ro_ro: Acceptarea plăților Google Pay
sk_sk: Akceptovať platby Google Pay
sv_se: Acceptera Google Pay-betalningar

source: Accept MobilePay Payments
bg_bg: Приемане на плащания с MobilePay
cs_cz: Přijímat platby MobilePay
da_dk: Accepter MobilePay-betalinger
de_de: MobilePay-Zahlungen akzeptieren
el: Αποδοχή πληρωμών MobilePay
es_es: Aceptar pagos con MobilePay
et: Aktsepteeri MobilePay makseid
fi: Hyväksy MobilePay-maksut
fr_fr: Accepter les paiements MobilePay
hu_hu: MobilePay fizetés elfogadása
it_it: Accettare pagamenti con MobilePay
lt_lt: Priimti MobilePay mokėjimus
lv: Pieņemt MobilePay maksājumus
nb_no: Godta MobilePay-betalinger
nl_nl: Accepteer MobilePay betalingen
pl_pl: Akceptuj płatności MobilePay
pt_pt: Aceitar pagamentos MobilePay
ro_ro: Acceptarea plăților MobilePay
sk_sk: Prijímanie platieb MobilePay
sv_se: Acceptera MobilePay-betalningar

source: Accept Swish Payments
bg_bg: Приемане на плащания с Swish
cs_cz: Přijímat platby Swish
da_dk: Accepter Swish-betalinger
de_de: Akzeptieren von Swish-Zahlungen
el: Αποδοχή πληρωμών Swish
es_es: Aceptar pagos Swish
et: Aktsepteeri Swish makseid
fi: Hyväksy Swish-maksut
fr_fr: Accepter les paiements Swish
hu_hu: Swish fizetés elfogadása
it_it: Accetta pagamenti Swish
lt_lt: Priimti Swish mokėjimus
lv: Pieņemt Swish maksājumus
nb_no: Godta Swish-betalinger
nl_nl: Accepteer Swish betalingen
pl_pl: Akceptuj płatności Swish
pt_pt: Aceitar pagamentos Swish
ro_ro: Acceptați plăți Swish
sk_sk: Akceptovať platby Swish
sv_se: Acceptera Swish-betalningar

source: Accepted Currencies
bg_bg: Приети валути
cs_cz: Akceptované měny
da_dk: Accepterede valutaer
de_de: Akzeptierte Währungen
el: Αποδεκτά νομίσματα
es_es: Divisas aceptadas
et: Aktsepteeritud valuutad
fi: Hyväksytyt valuutat
fr_fr: Devises acceptées
hu_hu: Elfogadott valuták
it_it: Valute accettate
lt_lt: Priimamos valiutos
lv: Pieņemamās valūtas
nb_no: Aksepterte valutaer
nl_nl: Geaccepteerde valuta
pl_pl: Akceptowane waluty
pt_pt: Moedas aceites
ro_ro: Valute acceptate
sk_sk: Akceptované meny
sv_se: Accepterade valutor

source: Activate NoPayn Gateway & Configure Settings
bg_bg: Активиране на NoPayn шлюз и конфигуриране на настройките
cs_cz: Aktivace brány NoPayn a konfigurace nastavení
da_dk: Aktivér NoPayn Gateway og konfigurer indstillinger
de_de: NoPayn Gateway aktivieren & Einstellungen konfigurieren
el: Ενεργοποίηση της πύλης NoPayn & διαμόρφωση ρυθμίσεων
es_es: Activar la pasarela NoPayn y configurar los ajustes
et: NoPayn Gateway aktiveerimine ja seadete konfigureerimine
fi: Aktivoi NoPayn yhdyskäytävä & määritä asetukset
hu_hu: NoPayn Gateway aktiválása és beállítások konfigurálása
it_it: Attivare il gateway NoPayn e configurare le impostazioni
lt_lt: Aktyvinti NoPayn vartus ir konfigūruoti nustatymus
lv: Aktivizēt NoPayn Gateway un konfigurēt iestatījumus
nb_no: Aktiver NoPayn Gateway og konfigurer innstillinger
nl_nl: Activeer NoPayn Gateway & Configureer instellingen
pl_pl: Aktywuj bramkę NoPayn i skonfiguruj ustawienia
pt_pt: Ativar o gateway NoPayn e configurar as definições
ro_ro: Activați NoPayn Gateway și configurați setările
sk_sk: Aktivácia brány NoPayn a konfigurácia nastavení
sv_se: Aktivera NoPayn Gateway och konfigurera inställningar

source: API key
bg_bg: API ключ
cs_cz: Klíč API
da_dk: API-nøgle
de_de: API-Schlüssel
el: Κλειδί API
es_es: Clave API
et: API võti
fi: API-avain
fr_fr: Clé API
hu_hu: API kulcs
it_it: Chiave API
lt_lt: API raktas
lv: API atslēga
nb_no: API-nøkkel
nl_nl: API-sleutel
pl_pl: Klucz API
pt_pt: Chave API
ro_ro: Cheie API
sk_sk: Kľúč API
sv_se: API-nyckel

source: Automatically Complete Orders
bg_bg: Автоматично завършване на поръчките
cs_cz: Automatické dokončování objednávek
da_dk: Gennemfør ordrer automatisk
de_de: Bestellungen automatisch abschließen
el: Αυτόματη ολοκλήρωση παραγγελιών
es_es: Completar pedidos automáticamente
et: Täitke tellimused automaatselt
fi: Suorita tilaukset automaattisesti
hu_hu: Automatikusan befejezni a megrendeléseket
it_it: Completare automaticamente gli ordini
lt_lt: Automatiškai užbaigti užsakymus
lv: Automātiski pabeigt pasūtījumus
nb_no: Fullfør bestillinger automatisk
nl_nl: Bestellingen automatisch voltooien
pl_pl: Automatyczne finalizowanie zamówień
pt_pt: Concluir pedidos automaticamente
ro_ro: Completați automat comenzile
sk_sk: Automatické dokončovanie objednávok
sv_se: Slutför beställningar automatiskt

source: Automatically mark orders as 'Completed' once payment is received.
bg_bg: Автоматично маркиране на поръчките като „Завършени“ след получаване на плащането
cs_cz: Po přijetí platby automaticky označte objednávky jako „dokončené“.
da_dk: Marker automatisk ordrer som 'gennemført', når betalingen er modtaget.
de_de: Markieren Sie Bestellungen automatisch als „abgeschlossen“, sobald die Zahlung eingegangen ist.
el: Σημειώστε αυτόματα τις παραγγελίες ως «Ολοκληρωμένες» μόλις λάβετε την πληρωμή.
es_es: Marcar automáticamente los pedidos como 'Completados' una vez recibido el pago.
et: Märgistage tellimused automaatselt „Lõpetatud“, kui makse on laekunud.
fi: Merkitse tilaukset automaattisesti 'Valmiiksi', kun maksu on vastaanotettu.
hu_hu: A fizetés beérkezése után a megrendeléseket automatikusan „Teljesítve”-ként jelölje meg.
it_it: Contrassegnare automaticamente gli ordini come “Completati” una volta ricevuto il pagamento.
lt_lt: Automatiškai pažymėkite užsakymus kaip „Užbaigti“, kai gaunamas mokėjimas.
lv: Automātiski atzīmējiet pasūtījumus kā “pabeigtus”, tiklīdz ir saņemts maksājums.
nb_no: Merk automatisk bestillinger som «Fullført» når betalingen er mottatt.
nl_nl: Bestellingen automatisch markeren als 'Voltooid' zodra de betaling is ontvangen.
pl_pl: Automatycznie oznaczaj zamówienia jako „Zakończone” po otrzymaniu płatności.
pt_pt: Marque automaticamente as encomendas como “Concluídas” assim que o pagamento for recebido.
ro_ro: Marcați automat comenzile ca fiind „Completate” odată ce plata este primită.
sk_sk: Po prijatí platby automaticky označte objednávky ako „dokončené“.
sv_se: Markera automatiskt ordrar som ”slutförda” när betalningen har mottagits.

source: Capture on complete
bg_bg: Заснемане при завършване
cs_cz: Zachycení na kompletní
da_dk: Optag ved afslutning
de_de: Erfassung bei vollständiger
el: Σύλληψη σε πλήρη
es_es: Captura en completa
et: Capture on täielik
fr_fr: Seules les commandes complètes peuvent être remboursées
it_it: Cattura su completo
lt_lt: Užfiksuoti užbaigtą
lv: Uzņemšana pabeigta
nb_no: Fangst på komplett
nl_nl: Vastleggen op volledig
pl_pl: Przechwytywanie po zakończeniu
pt_pt: Captura completa
ro_ro: Captură completă
sk_sk: Zachytenie na kompletnom
sv_se: Fånga på komplett

source: Captures payment when an order is marked as complete
bg_bg: Улавяне на плащане, когато поръчката е маркирана като завършена
cs_cz: Zachytí platbu, když je objednávka označena jako dokončená.
da_dk: Registrerer betaling, når en ordre er markeret som gennemført
de_de: Erfasst die Zahlung, wenn ein Auftrag als abgeschlossen markiert wird
el: Καταγράφει την πληρωμή όταν μια παραγγελία χαρακτηρίζεται ως ολοκληρωμένη
es_es: Captura el pago cuando un pedido se marca como completo
et: Registreerib makse, kui tellimus on märgitud lõpetatuks.
fi: Tallentaa maksun, kun tilaus on merkitty valmiiksi.
fr_fr: Saisit le paiement lorsqu'une commande est marquée comme complète
hu_hu: Fizetés rögzítése, amikor a megrendelést befejezettnek jelöli.
it_it: Cattura il pagamento quando un ordine viene contrassegnato come completo.
lt_lt: Užfiksuoja mokėjimą, kai užsakymas pažymimas kaip užbaigtas.
lv: Reģistrē maksājumu, kad pasūtījums tiek atzīmēts kā pabeigts.
nb_no: Registrerer betaling når en bestilling er merket som fullført
nl_nl: Legt de betaling vast wanneer een bestelling als voltooid is gemarkeerd
pl_pl: Przechwytuje płatność, gdy zamówienie jest oznaczone jako kompletne
pt_pt: Captura o pagamento quando uma encomenda é marcada como concluída
ro_ro: Captează plata atunci când o comandă este marcată ca fiind finalizată
sk_sk: Zachytenie platby, keď je objednávka označená ako dokončená
sv_se: Fångar betalning när en order markeras som slutförd

source: Checkout Page
bg_bg: Страница за поръчка
cs_cz: Stránka Pokladna
da_dk: Checkout-side
de_de: Checkout-Seite
el: Σελίδα πληρωμής
es_es: Página de pago
et: Makseleht
fi: Kassan sivu
fr_fr: Page de paiement
hu_hu: Pénztár oldal
it_it: Pagina di pagamento
lt_lt: Atsiskaitymo puslapis
lv: Izrakstīšanās lapa
nb_no: Kassesiden
nl_nl: Afrekenpagina
pl_pl: Strona kasy
pt_pt: Página de checkout
ro_ro: Pagina de checkout
sk_sk: Stránka Pokladňa
sv_se: Utcheckningssida

source: Credit Card/Debit Card
bg_bg: Кредитна карта/дебитна карта
cs_cz: Kreditní karta / debetní karta
da_dk: Kreditkort/Dankort
de_de: Kreditkarte/Guthabenkarte
el: Πιστωτική κάρτα/χρεωστική κάρτα
es_es: Tarjeta de crédito/tarjeta de débito
et: Krediitkaart / deebetkaart
fi: Luottokortti / pankkikortti
fr_fr: Carte de crédit/Carte de débit
hu_hu: Hitelkártya/betéti kártya
it_it: Carta di credito/Carta di debito
lt_lt: Kredito kortelė / debeto kortelė
lv: Kredītkarte/debetkarte
nb_no: Kredittkort/Debitkort
nl_nl: Creditcard/Debetaalpas
pl_pl: Karta kredytowa/karta debetowa
pt_pt: Cartão de crédito/Cartão de débito
ro_ro: Card de credit/card de debit
sk_sk: Kreditná karta/debetná karta
sv_se: Kreditkort/Debitkort

source: Displayed name of the payment method at checkout.
bg_bg: Показваното име на метода на плащане при поръчка.
cs_cz: Zobrazení názvu způsobu platby u pokladny.
da_dk: Viser navnet på betalingsmetoden ved kassen.
de_de: Der Name der Zahlungsmethode wird beim Checkout angezeigt.
el: Εμφανίζεται το όνομα της μεθόδου πληρωμής στο ταμείο.
es_es: Mostrar el nombre del método de pago en la caja.
et: Kuvatakse makseviisi nimi kassas.
fi: Näytetään maksutavan nimi kassalla.
hu_hu: A fizetési mód megjelenített neve a pénztárnál.
it_it: Visualizzazione del nome del metodo di pagamento al momento del checkout.
lt_lt: Kasoje rodomas mokėjimo būdo pavadinimas.
lv: Rāda maksājuma metodes nosaukumu pie kases.
nb_no: Vises navnet på betalingsmåten i kassen.
nl_nl: Weergegeven naam van de betaalmethode bij het afrekenen.
pl_pl: Wyświetlana nazwa metody płatności podczas realizacji zakupu.
pt_pt: Nome exibido do método de pagamento no checkout.
ro_ro: Nume afișat al metodei de plată la finalizarea comenzii.
sk_sk: Zobrazenie názvu spôsobu platby pri pokladni.
sv_se: Visade namnet på betalningsmetoden i kassan.

source: Enable Apple Pay Payments
bg_bg: Активиране на плащания с Apple Pay
cs_cz: Povolit platby pomocí Apple Pay
da_dk: Aktiver Apple Pay-betalinger
de_de: Apple Pay-Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών μέσω Apple Pay
es_es: Habilitar pagos con Apple Pay
et: Luba Apple Pay maksed
fi: Ota käyttöön Apple Pay -maksut
fr_fr: Activer les paiements Apple Pay
hu_hu: Apple Pay fizetések engedélyezése
it_it: Abilita i pagamenti con Apple Pay
lt_lt: Įjungti Apple Pay mokėjimus
lv: Iespējot Apple Pay maksājumus
nb_no: Aktiver Apple Pay-betalinger
nl_nl: Apple Pay-betalingen inschakelen
pl_pl: Włącz płatności Apple Pay
pt_pt: Ativar pagamentos com Apple Pay
ro_ro: Activează plățile Apple Pay
sk_sk: Povoliť platby cez Apple Pay
sv_se: Aktivera Apple Pay-betalningar

source: Enable Credit Card Payments
bg_bg: Разрешаване на плащания с кредитни карти
cs_cz: Povolení plateb kreditní kartou
da_dk: Gør det muligt at betale med kreditkort
de_de: Zahlungen mit Kreditkarte ermöglichen
el: Ενεργοποίηση πληρωμών με πιστωτική κάρτα
es_es: Habilitar pagos con tarjeta de crédito
et: Luba krediitkaardimaksed
fi: Ota luottokorttimaksut käyttöön
fr_fr: Autoriser les paiements par carte de crédit
hu_hu: Hitelkártyás fizetések engedélyezése
it_it: Abilitare i pagamenti con carta di credito
lt_lt: Įgalinti mokėjimus kredito kortelėmis
lv: Kredītkaršu maksājumu iespējošana
nb_no: Aktiver kredittkortbetalinger
nl_nl: Creditcardbetalingen inschakelen
pl_pl: Włącz płatności kartą kredytową
pt_pt: Ativar pagamentos com cartão de crédito
ro_ro: Activați plățile cu cardul de credit
sk_sk: Povolenie platieb kreditnou kartou
sv_se: Aktivera kreditkortsbetalningar

source: Enable cURL CA Bundle
bg_bg: Активиране на пакета cURL CA
cs_cz: Povolit cURL CA Bundle
da_dk: Aktiver cURL CA Bundle
de_de: cURL CA-Bündel aktivieren
el: Ενεργοποίηση του πακέτου cURL CA
es_es: Activar cURL CA Bundle
et: Aktiveerige cURL CA Bundle
fi: Ota cURL CA Bundle käyttöön
hu_hu: A cURL CA csomag engedélyezése
it_it: Abilitare il pacchetto cURL CA
lt_lt: Įjungti cURL CA paketą
lv: Ieslēgt cURL CA paketi
nb_no: Aktiver cURL CA-pakke
nl_nl: Schakel cURL CA-bundel in
pl_pl: Włącz pakiet cURL CA
pt_pt: Ativar o pacote cURL CA
ro_ro: Activați cURL CA Bundle
sk_sk: Povolenie balíka cURL CA
sv_se: Aktivera cURL CA-paket

source: Enable Google Pay Payments
bg_bg: Активиране на плащания с Google Pay
cs_cz: Povolit platby pomocí Google Pay
da_dk: Aktiver Google Pay-betalinger
de_de: Google Pay-Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών μέσω Google Pay
es_es: Habilitar pagos con Google Pay
et: Luba Google Pay maksed
fi: Ota käyttöön Google Pay -maksut
fr_fr: Activer les paiements Google Pay
hu_hu: Google Pay fizetések engedélyezése
it_it: Abilita i pagamenti con Google Pay
lt_lt: Įjungti Google Pay mokėjimus
lv: Iespējot Google Pay maksājumus
nb_no: Aktiver Google Pay-betalinger
nl_nl: Google Pay-betalingen inschakelen
pl_pl: Włącz płatności Google Pay
pt_pt: Ativar pagamentos com Google Pay
ro_ro: Activează plățile Google Pay
sk_sk: Povoliť platby cez Google Pay
sv_se: Aktivera Google Pay-betalningar

source: Enable MobilePay Payments
bg_bg: Активиране на плащания с MobilePay
cs_cz: Povolit platby pomocí MobilePay
da_dk: Aktiver MobilePay-betalinger
de_de: MobilePay-Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών μέσω MobilePay
es_es: Habilitar pagos con MobilePay
et: Luba MobilePay maksed
fi: Ota käyttöön MobilePay -maksut
fr_fr: Activer les paiements MobilePay
hu_hu: MobilePay fizetések engedélyezése
it_it: Abilita i pagamenti con MobilePay
lt_lt: Įjungti MobilePay mokėjimus
lv: Iespējot MobilePay maksājumus
nb_no: Aktiver MobilePay-betalinger
nl_nl: MobilePay-betalingen inschakelen
pl_pl: Włącz płatności MobilePay
pt_pt: Ativar pagamentos com MobilePay
ro_ro: Activează plățile MobilePay
sk_sk: Povoliť platby cez MobilePay
sv_se: Aktivera MobilePay-betalningar

source: Enable NoPayn Payments
bg_bg: Разрешаване на плащанията NoPayn
cs_cz: Povolit platby NoPayn
da_dk: Aktiver NoPayn-betalinger
de_de: NoPayn-Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών NoPayn
es_es: Activar pagos NoPayn
et: Lubage NoPayn makseid
fi: Ota NoPayn-maksut käyttöön
hu_hu: NoPayn fizetés engedélyezése
it_it: Abilita i pagamenti NoPayn
lt_lt: Įjungti NoPayn mokėjimus
lv: Ieslēgt NoPayn maksājumus
nb_no: Aktiver NoPayn-betalinger
nl_nl: NoPayn-betalingen inschakelen
pl_pl: Włączanie płatności NoPayn
pt_pt: Ativar pagamentos NoPayn
ro_ro: Activarea plăților NoPayn
sk_sk: Povolenie platieb NoPayn
sv_se: Aktivera NoPayn-betalningar

source: Enable Swish Payments
bg_bg: Активиране на плащания с Swish
cs_cz: Povolit platby pomocí Swish
da_dk: Aktiver Swish-betalinger
de_de: Swish-Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών μέσω Swish
es_es: Habilitar pagos con Swish
et: Luba Swish maksed
fi: Ota käyttöön Swish-maksut
fr_fr: Activer les paiements Swish
hu_hu: Swish fizetések engedélyezése
it_it: Abilita i pagamenti con Swish
lt_lt: Įjungti Swish mokėjimus
lv: Iespējot Swish maksājumus
nb_no: Aktiver Swish-betalinger
nl_nl: Swish-betalingen inschakelen
pl_pl: Włącz płatności Swish
pt_pt: Ativar pagamentos com Swish
ro_ro: Activează plățile Swish
sk_sk: Povoliť platby cez Swish
sv_se: Aktivera Swish-betalningar

source: Fixes issues when the curl.cacert path is missing in PHP.ini.
bg_bg: Отстранява проблеми, когато пътят curl.cacert липсва в PHP.ini.
cs_cz: Opravuje problémy, když v souboru PHP.ini chybí cesta curl.cacert.
da_dk: Løser problemer, når curl.cacert-stien mangler i PHP.ini.
de_de: Behebt Probleme, wenn der curl.cacert Pfad in PHP.ini fehlt.
el: Διορθώνει προβλήματα όταν λείπει η διαδρομή curl.cacert στο PHP.ini.
es_es: Soluciona problemas cuando falta la ruta curl.cacert en PHP.ini.
et: Parandab probleemid, kui curl.cacert'i tee puudub PHP.inis.
fi: Korjaa ongelmat, kun curl.cacert-polku puuttuu PHP.ini-tiedostosta.
hu_hu: Javítja azokat a problémákat, amikor a curl.cacert elérési útvonal hiányzik a PHP.ini fájlból.
it_it: Risolve i problemi quando il percorso curl.cacert manca in PHP.ini.
lt_lt: Ištaisomos problemos, kai PHP.ini nėra curl.cacert kelio.
lv: Novērš problēmas, ja PHP.ini nav norādīts curl.cacert ceļš.
nb_no: Løser problemer når curl.cacert-banen mangler i PHP.ini.
nl_nl: Lost problemen op wanneer het curl.cacert pad ontbreekt in PHP.ini.
pl_pl: Naprawia błędy, gdy w PHP.ini brakuje ścieżki curl.cacert.
pt_pt: Corrige problemas quando o caminho curl.cacert está ausente no PHP.ini.
ro_ro: Rezolvă problemele atunci când calea curl.cacert lipsește în PHP.ini.
sk_sk: Opravuje problémy, keď v súbore PHP.ini chýba cesta curl.cacert.
sv_se: Åtgärdar problem när curl.cacert-sökvägen saknas i PHP.ini.

source: Invalid API Key: %s. NoPayn payment methods have been disabled.
bg_bg: Невалиден API ключ: %s. Методите за плащане NoPayn са деактивирани.
cs_cz: Neplatný klíč API: %s. Platební metody NoPayn byly zakázány.
da_dk: Ugyldig API-nøgle: %s. NoPayn-betalingsmetoder er blevet deaktiveret.
de_de: Ungültiger API-Schlüssel: %s. NoPayn-Zahlungsmethoden wurden deaktiviert.
el: Μη έγκυρο κλειδί API: %s. Οι μέθοδοι πληρωμής NoPayn έχουν απενεργοποιηθεί.
es_es: Clave de API no válida: %s. Se han desactivado los métodos de pago NoPayn.
et: Vale API võti: %s. NoPayn makseviisid on välja lülitatud.
fi: Virheellinen API-avain: %s. NoPayn-maksutavat on poistettu käytöstä.
hu_hu: Érvénytelen API-kulcs: %s. A NoPayn fizetési módok letiltásra kerültek.
it_it: Chiave API non valida: %s. I metodi di pagamento NoPayn sono stati disabilitati.
lt_lt: Netinkamas API raktas: %s. NoPayn mokėjimo metodai buvo išjungti.
lv: Nederīga API atslēga: %s. NoPayn maksājumu metodes ir atspējotas.
nb_no: Ugyldig API-nøkkel: %s. NoPayn-betalingsmetoder er deaktivert.
nl_nl: Ongeldige API-sleutel: %s. NoPayn betalingsmethoden zijn uitgeschakeld.
pl_pl: Nieprawidłowy klucz API: %s. Metody płatności NoPayn zostały wyłączone.
pt_pt: Chave de API inválida: %s. Os métodos de pagamento NoPayn foram desactivados.
ro_ro: Cheie API invalidă: %s. Metodele de plată NoPayn au fost dezactivate.
sk_sk: Neplatný kľúč API: %s. Platobné metódy NoPayn boli zakázané.
sv_se: Ogiltig API-nyckel: %s. NoPayn-betalningsmetoder har inaktiverats.

source: Leave blank to allow all supported currencies.
bg_bg: Оставете празно, за да разрешите всички поддържани валути.
cs_cz: Pro povolení všech podporovaných měn ponechte prázdné pole.
da_dk: Lad feltet stå tomt for at tillade alle understøttede valutaer.
de_de: Lassen Sie das Feld leer, um alle unterstützten Währungen zuzulassen.
el: Αφήστε το κενό για να επιτρέψετε όλα τα υποστηριζόμενα νομίσματα.
es_es: Dejar en blanco para permitir todas las monedas soportadas.
et: Jätke tühjaks, et lubada kõiki toetatud valuutasid.
fi: Jätä tyhjäksi salliaksesi kaikki tuetut valuutat.
fr_fr: Laissez vide pour autoriser toutes les devises supportées.
hu_hu: Hagyja üresen az összes támogatott pénznem engedélyezéséhez.
it_it: Lasciare vuoto per consentire tutte le valute supportate.
lt_lt: Palikite tuščią langelį, jei norite leisti visas palaikomas valiutas.
lv: Atstājiet tukšu, lai atļautu visas atbalstītās valūtas.
nb_no: La stå tomt for å tillate alle støttede valutaer.
nl_nl: Laat leeg om alle ondersteunde valuta's toe te staan.
pl_pl: Pozostaw puste, aby zezwolić na wszystkie obsługiwane waluty.
pt_pt: Deixe em branco para permitir todas as moedas suportadas.
ro_ro: Lăsați gol pentru a permite toate monedele acceptate.
sk_sk: Ponechajte prázdne, ak chcete povoliť všetky podporované meny.
sv_se: Lämna tomt för att tillåta alla valutor som stöds.

source: Library
bg_bg: Библиотека
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Bibliothek
el: Βιβλιοθήκη
es_es: Biblioteca
et: Teek
fi: Kirjasto
fr_fr: Bibliothèque
hu_hu: Könyvtár
it_it: Biblioteca
lt_lt: Biblioteka
lv: Bibliotēka
nb_no: Bibliotek
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Bibliotecă
sk_sk: Knižnica
sv_se: Bibliotek
